[
    {
        "text": "Over the past fifty years, vaccines have saved at least 154 million lives,\nthanks in part to initiatives like Gavi that help ensure they reach children worldwide.\nA recent Scientific American article highlights their impact and explains why immunization remains one of the most valuable investments in global health—not only for saving lives and eradicating diseases but also for bolstering health systems and economies.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Vaccines",
            "Global Health"
        ]
    },
    {
        "text": "It’s thrilling to think about what our future holds given the incredible pace of innovation today.\nI sat down with Reid Hoffman and Aria Finger to talk about some of the technologies that excite me most.",
        "engagement": 0,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Technology",
            "Innovation"
        ]
    },
    {
        "text": "Did you know that steel manufacturing is responsible for almost 10% of global CO2 emissions?\nWith their groundbreaking molten oxide electrolysis process, Boston Metal is working to change that.",
        "engagement": 0,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Sustainability",
            "Innovation"
        ]
    },
    {
        "text": "I’m excited to share that applications are now open for Cohort II of the William H. Gates Sr. Fellowship from the Alzheimer's Disease Data Initiative.\nNamed for my dad, this two-year fellowship honors his legacy of leadership, advocacy, and philanthropy by empowering experts around the world to engage in innovative research on Alzheimer’s disease and related dementias.\nI’m particularly excited that Cohort II will focus on leveraging AI and novel machine-learning technologies to generate new insights.\nI can’t wait to see where this work takes us on the journey to end Alzheimer’s.\nIf you have data science expertise—and a novel idea for applying AI to Alzheimer’s research—I hope you apply.",
        "engagement": 0,
        "line_count": 5,
        "language": "English",
        "tags": [
            "Medical Research",
            "Artificial Intelligence"
        ]
    },
    {
        "text": "Today’s climate technologies aren’t just experiments in the lab—they’re commercially viable and ready to scale, with the potential to reduce billions of tons of emissions.",
        "engagement": 0,
        "line_count": 1,
        "language": "English",
        "tags": [
            "Climate",
            "Technology"
        ]
    },
    {
        "text": "This is a powerful reminder that global malaria eradication is possible.",
        "engagement": 0,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Global Health"
        ]
    },
    {
        "text": "I'm proud that the Gates Foundation is opening a new office in Dakar, Senegal.\nAfrica's development progress is a priority for the foundation, and I'm grateful for all our partners and staff who have worked so hard to make this happen.",
        "engagement": 0,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Gates Foundation",
            "Global Development"
        ]
    },
    {
        "text": "This year, we saw a crucial shift in how global investors and corporations view climate change:\nThey’re engaging and investing in meaningful cleantech opportunities.\nGoing into 2025, the big question is, who will join them?",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Climate",
            "Clean Technology"
        ]
    },
    {
        "text": "We face a dual challenge: transitioning the electric grid to clean energy while doubling its size to meet future needs.\nIt might seem daunting, but with the right innovations, I believe it can be done.\nI explored these challenges and possible solutions in What’s Next on Netflix.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Clean Energy",
            "Innovation"
        ]
    },
    {
        "text": "The future is digital.\nAnd strong digital public infrastructure can propel a country forward—by making it easier for people to access essential services, participate in the economy, and improve their lives.",
        "engagement": 0,
        "line_count": 2,
        "language": "English",
        "tags": [
            "Infrastructure",
            "Digital"
        ]
    },
    {
        "text": "In London this week, I had the opportunity to speak with UK MPs about the country’s vital role in tackling global health challenges at an event hosted by the Coalition for Global Prosperity.\nIncredible progress has been made since the turn of the century thanks to leadership like theirs.\nI hope to see it continue, because when countries get healthier, the whole world benefits.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Leadership",
            "Global Health"
        ]
    },
    {
        "text": "Almost thirty years ago, I envisioned a world where online payments and e-government would change how we interact with money, services, and each other.\nToday, much of that has become a reality—in part due to digital public infrastructure, or DPI.\nFrom secure payment systems to faster crisis responses, DPI is revolutionizing how nations serve their people and grow their economies—in the same way that building physical infrastructure like roads and bridges does.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Digital Infrastructure",
            "Digital Government"
        ]
    },
    {
        "text": "It was a pleasure to join the Siemens team to discuss climate technology and the impact of AI.\nThey are one of the few major industrial corporations targeting net-zero emissions by 2030 and proof that corporations can compete and be leaders on climate.\nI hope their example inspires others to follow suit.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Sustainability",
            "Climate Technology"
        ]
    },
    {
        "text": "In just two decades, scientists and healthcare workers invented and delivered new global health solutions and innovations that cut childhood deaths in half.\nNow, it’s time to do it again.\nMeet some of the innovators and experts working to save children’s lives.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Global Health",
            "Innovation"
        ]
    },
    {
        "text": "Fortified bouillon cubes are effective, affordable, and surprisingly tasty ways to tackle childhood malnutrition—although I recommend adding water.",
        "engagement": 0,
        "line_count": 1,
        "language": "English",
        "tags": [
            "Global Health"
        ]
    },
    {
        "text": "To meet climate, economic, and energy security goals, next-generation fission offers solutions for multiple challenges: clean reliable power, high-temperature heat for industry, and more.\nMomentum is building with many nations and financial institutions committed to tripling our world's nuclear capacity.\nHowever, more work remains to commercialize and scale these technologies.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Climate",
            "Energy"
        ]
    },
    {
        "text": "Congratulations to David Baker, Demis Hassabis, and John Jumper on this enormous achievement.\nYour groundbreaking work in protein design—especially powered by AI—has the potential to help address some of humanity's most pressing challenges.\nI can't wait to see what comes next.",
        "engagement": 0,
        "line_count": 3,
        "language": "English",
        "tags": [
            "Protein Design",
            "Artificial Intelligence"
        ]
    }
]